{"home":"Home","news":"News","contactus":"Contact",
"homePageTitle":"Welcome to Our Fox News Now",
"homePagePara":"Stay updated with the latest news and information.",
"homePagePara1":"We provide you with the latest international news throughout the day, moment by moment.",
"Language":"language",
"Arabic":"Arabic",
"English":"English",
"design":"News Website Design by",
"author":"Eng.Aous Mohammad Younes",
"NAME":"Enter Your Name:",
"placeName":"Enter Your Name here...",
"EMAIL":"Enter Your Email address:",
"PASSWORD":"Enter Your Password:",
"placePassword":"Enter Your Password here...",
"COMMENT":"Enter Your Comment:",
"SEND":"Send",
"Latest":"Latest News",
"DETAILS":"Latest News Details",
"btnNews":"Read More",
"BACK":"Go Back",
"DIR":"ltr",
"BB":"Lets connect",
"Submit":"Search",
"PlacSubmit":"Search",
"TALK":"Let's Talk",
"CON":"Contact Us",
"PCON":"We are very happy to communicate with you. We hope that you will enter your information and fill out the form to communicate with us and then press the send button to receive your request as soon as possible. You can also communicate with us through the links below.",
"AD":"ADDRESS",
"AD1":"1234 N Spring St, Los Angeles, CA 90012, United States.",
"PH":"PHONE",
"EM":"EMAIL",
"FO":"FOLLOW US",
"SU":"Subscribers",
"FA":"Fans",
"RE":"Readers",
"FL":"Followers",
"TOP":"150px",
"RIGHT":"200px",
"LR":"Latest Reviews",
"CARD1":"Bitcoin Bros Go Wild for Donald Trump",
"TCARD1":"At Bitcoin 2024 conference in Nashville, Trump is finally telling crypto enthusiasts what they want to hear.",
"CARD2":"Trump's Crypto Embrace Could Be a Disaster for Bitcoin",
"TCARD2":"At the Bitcoin 2024 conference in Nashville, Donald Trump promised the crypto community the moon. They'd better hope they don't get it.",
"CARD3":"Trump Promises to Make U.S. the ‘Crypto Capital of the Planet and the Bitcoin Superpower’",
"TCARD3":"The former president drew cheers at the 2024 Bitcoin Conference after saying he'll fire Biden-nominated SEC Chair Gary Gensler.",
"BNEWS":"Best News Now",
"CARD4":"Crypto Bro Charters Private SpaceX Mission to Earth’s Poles",
"TCARD4":"Fram2 could fly as early as this year, marking SpaceX's seventh private crew of astronauts.",
"CARD5":"US strategic Bitcoin reserve to be financed by revaluing Fed’s gold",
"TCARD5":"United States’ strategic Bitcoin (BTC) reserve would be partly financed by revaluing gold certificates held by the Federal Reserve System.",
"CARD6":"Jersey City Pension Fund to Invest in Bitcoin ETFs",
"TCARD6":"Jersey City Mayor Steven Fulop announced on Thursday that the city’s municipal pension plan will soon invest in Bitcoin (BTC)…",
"CARD7":"Donald Trump raises $25M during Bitcoin 2024 conference",
"TCARD7":"Republican presidential candidate Donald Trump raised $25 million during the The Bitcoin 2024 conference. Fox Business reporter Eleanor Terrett announced that…",
"CARD8":"Bitcoin approaches $70,000 in six-week high amid Trump support",
"TCARD8":"CoinMarketCap data shows that Bitcoin’s (BTC) price approached $70,000 on Monday, reaching a six-week high following former U.S. President Donald…",
"CARD9":"BlackRock's IBIT Bitcoin ETF Sees Highest Inflows Since March",
"TCARD9":"BlackRock’s spot Bitcoin exchange-traded fund (ETF) has experienced its largest inflow in over four months.",
"CONNTEXT":"We are very happy to communicate with you. We hope that you will enter your information and fill out the form to communicate with us and then press the send button to receive your request as soon as possible.",
    "welcome_message": "Welcome to My Multilingual App",
    
    "tutorial_intro": "Learn how to add translations to your React app easily and efficiently.",
    "about_this_tutorial": "About This Tutorial",
    "about_this_tutorial_text": "This tutorial will guide you through the steps needed to integrate translations into your React application. By the end of this tutorial, you will be able to provide a seamless multilingual experience to your users.",
    "why_add_translations": "Why Add Translations?",
    "why_add_translations_text": "Adding translations to your app allows you to reach a broader audience. In today's globalized world, it's crucial to make your content accessible to users who speak different languages.",
    "getting_started": "Getting Started",
    "getting_started_text": "To get started with translations, we will use a popular library called react-i18next. This library provides all the tools you need to translate your app's content."
  }