{"home":"الرئيسية","news":"الأخبار","contactus":"تواصل",
"homePageTitle":"مرحباً بكم في الموقع الاخباري فوكس نيوز الآن",
"homePagePara":"ابقى على اطلاع بأحدث الأخبار والمعلومات",
"homePagePara1":"نقدم لكم أحدث الأخبار العالمية على مدار اليوم لحظة بلحظة",
"Language":"اللغة",
"Arabic":"العربية",
"English":"الانجليزية",
"design":"تصميم موقع اخباري بواسطة",
"author":"المهندس أوس محمد يونس",
"NAME":"أدخل اسمك الكامل",
"placeName":"أدخل اسمك الكامل هنا",
"EMAIL":"أدخل عنوان بريدك الإلكتروني",
"PASSWORD":"أدخل كلمة المرور الخاصة بك",
"placePassword":"أدخل كلمة المرور الخاصة بك هنا",
"COMMENT":"أدخل تعليقك",
"SEND":"إرسال",
"Latest":"أحدث الأخبار",
"DETAILS":"تفاصيل أحدث الأخبار",
"btnNews":"إقرأ المزيد",
"BACK":"العودة إلى الخلف",
"DIR":"rtl",
"BB":"دعونا نتواصل",
"Submit":"بحث",
"PlacSubmit":"بحث عن",
"TALK":"دعونا نتحدث",
"CON":"تواصل معنا",
"PCON":"نحن سعيدين جداً بتواصلك معنا نتمنى من حضرتك ادخال بياناتك وتعبئة النموذج الخاص بالتواصل معنا ومن ثم الضغط على زر ارسال لنتلقى طلبك بأسرع وقت ممكن . كما يمكنك التواصل معنا من خلال الروابط الموجودة بالأسفل.",
"AD":"العنوان",
"AD1":"1234 N Spring St، لوس أنجلوس، كاليفورنيا 90012، الولايات المتحدة.",
"PH":"الهاتف",
"EM":"البريد الالكتروني",
"FO":"تابعنا",
"SU":"المشتركين",
"FA":"المعجبين",
"RE":"القراء",
"FL":"المتابعون",
"TOP":"150px",
"RIGHT":"700px",
"LR":"أحدث المراجعات",
"CARD1":"أنصار البيتكوين يتعاطفون مع دونالد ترامب",
"TCARD1":"في مؤتمر Bitcoin 2024 في ناشفيل، أخبر رئيس الولايات المتحدة السابق ترامب أخيرًا عشاق العملات المشفرة بما يريدون سماعه.",
"CARD2":"قد يكون تبني ترامب للعملات المشفرة بمثابة كارثة بالنسبة لعملة البيتكوين",
"TCARD2":"في مؤتمر بيتكوين 2024 في ناشفيل، وعد دونالد ترامب مجتمع العملات المشفرة بالقمر. ومن الأفضل لهم أن يأملوا ألا يحصلوا عليه.",
"CARD3":"ترامب يتعهد بجعل الولايات المتحدة عاصمة العملات المشفرة على مستوى العالم والقوة العظمى في مجال البيتكوين",
"TCARD3":"ولقي الرئيس السابق هتافات في مؤتمر بيتكوين لعام 2024 بعد أن قال إنه سيقيل رئيس لجنة الأوراق المالية والبورصات الذي رشحه بايدن، جاري جينسلر.",
"BNEWS":"أفضل الأخبار الآن",
"CARD4":"شركة Crypto Bro تستأجر مهمة خاصة لشركة SpaceX إلى أقطاب الأرض",
"TCARD4":"يمكن أن تنطلق مركبة فرام 2 في وقت مبكر من هذا العام، وهو ما يمثل الطاقم الخاص السابع.",
"CARD5":"الاحتياطي الاستراتيجي الأميركي من البيتكوين سيتم تمويله من خلال إعادة تقييم الذهب الذي يصدره بنك الاحتياطي الفيدرالي",
"TCARD5":"سيتم تمويل الاحتياطي الاستراتيجي من عملة البيتكوين جزئيًا من خلال إعادة تقييم شهادات الذهب .",
"CARD6":"صندوق معاشات جيرسي سيتي يستثمر في صناديق الاستثمار المتداولة في البيتكوين",
"TCARD6":"أعلن عمدة جيرسي سيتي ستيفن فولوب يوم الخميس أن خطة معاشات التقاعد البلدية في المدينة ستستثمر قريبًا في البيتكوين (BTC)...",
"CARD7":"دونالد ترامب يجمع 25 مليون دولار خلال مؤتمر Bitcoin 2024",
"TCARD7":"تمكن المرشح الرئاسي الجمهوري دونالد ترامب من جمع 25 مليون دولار خلال مؤتمر The Bitcoin 2024. وأعلنت مراسلة Fox Business إليانور تيريت أن...",
"CARD8":"البيتكوين يقترب من 70 ألف دولار في أعلى مستوى في ستة أسابيع وسط دعم ترامب",
"TCARD8":"أظهرت بيانات CoinMarketCap أن سعر البيتكوين (BTC) اقترب من 70 ألف دولار يوم الاثنين، ليصل إلى أعلى مستوى له في ستة أسابيع .",
"CARD9":"صندوق IBIT Bitcoin ETF التابع لشركة BlackRock يشهد أعلى تدفقات منذ مارس",
"TCARD9":"شهد صندوق بيتكوين المتداول في البورصة التابع لشركة بلاك روك أكبر تدفق له منذ أكثر من أربعة أشهر.",
"CONNTEXT":"نحن سعداء جداً بالتواصل معكم، نأمل منكم إدخال بياناتكم وملء النموذج للتواصل معنا ومن ثم الضغط على زر الإرسال ليصلكم طلبكم في أقرب وقت.",
    "welcome_message": "مرحباً بكم في تطبيقي المتعدد اللغات",
  
    "tutorial_intro": "تعرف على كيفية إضافة الترجمات إلى تطبيق React الخاص بك بسهولة وفعالية.",
    "about_this_tutorial": "حول هذا البرنامج التعليمي",
    "about_this_tutorial_text": "سيرشدك هذا البرنامج التعليمي خلال الخطوات اللازمة لدمج الترجمات في تطبيق React الخاص بك. بحلول نهاية هذا البرنامج التعليمي، ستتمكن من توفير تجربة متعددة اللغات سلسة لمستخدميك.",
    "why_add_translations": "لماذا نضيف الترجمات؟",
    "why_add_translations_text": "تتيح لك إضافة الترجمات إلى تطبيقك الوصول إلى جمهور أوسع. وفي عالمنا المعولم اليوم، من الأهمية بمكان أن تجعل المحتوى الخاص بك متاحًا للمستخدمين الذين يتحدثون لغات مختلفة.",
    "getting_started": "ابدء",
    "getting_started_text": "للبدء في الترجمة، سنستخدم مكتبة شهيرة تسمى react-i18next. توفر هذه المكتبة جميع الأدوات التي تحتاجها لترجمة محتوى تطبيقك."
  }